Repository: NonymousMorlock/interval
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# homeEmptyCacheMessage
source: You do not have any interval sessions saved yet. Create one to see it here.
es: No tienes ninguna sesión de intervalo guardada. Crea una para verla aquí.

# themeLight
source: Light
es: Claro

# themeDark
source: Dark
es: Oscuro

# themeSystem
source: System
es: Sistema

source: Create Interval Session
es: Crear sesión de intervalo

source: Delete interval session
es: Eliminar sesión de intervalo

# deleteIntervalConfirmationMessage
source: Are you sure you want to delete this interval session?
es: ¿Estás seguro de que deseas eliminar esta sesión de intervalo?

source: Cancel
es: Cancelar

source: Delete
es: Eliminar

source: Continue
es: Continuar

source: Continue without saving
es: Continuar sin guardar

# continueWithoutSavingConfirmationMessage
source: You are about to continue without saving this interval session. Are you sure you want to proceed?
es: Estás a punto de continuar sin guardar esta sesión de intervalo. ¿Estás seguro de que deseas proceder?

source: Add interval session
es: Agregar sesión de intervalo

source: Update interval session
es: Actualizar sesión de intervalo

source: Title
es: Título

# description
source: Description (Optional)
es: Descripción (Opcional)

source: Select Main Duration
es: Seleccionar duración principal

source: Select Rest Duration
es: Seleccionar duración de descanso

source: Select Work Duration
es: Seleccionar duración de trabajo

source: Main Duration
es: Duración principal

source: Rest Duration
es: Duración de descanso

source: Work Duration
es: Duración de trabajo

source: Save Interval Session
es: Guardar sesión de intervalo

source: Overlap Detected
es: exceso detectado

source: Prioritize Overlap
es: Priorizar exceso
